---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.TrussFamilyBottomChordAngleParam
source: html/7c5c7846-c4ba-c66b-8410-f3934d539061.htm
---
# Autodesk.Revit.DB.ParameterTypeId.TrussFamilyBottomChordAngleParam Property

"Angle"

## Syntax (C#)
```csharp
public static ForgeTypeId TrussFamilyBottomChordAngleParam { get; }
```